<?php include_once 'header.php' ?>
  <main>
    <br><br>
    <div class="bodycontainer">
      <div class="content has-text-centered has-text-black">
          <br></br>
          <g class="content has-text-left">Review: Final Fantasy X/X-2 HD Remaster ตำนานโลกสปิร่ากำเนิดใหม่</g>
          <img src="ReVewwwww\assets\images\Line.png" height="3px" width="1230px" >
          <b class="content has-text-left">เมื่อ 9000+ ชม. ที่แล้ว</b>
          <img src="ReVewwwww\assets\images\header.png" height="auto" width="900px">
          </br>
          <b class="content has-text-left"></br>
            <g1 class="content has-text-left">
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แนว : อาร์พีจี
</br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ระบบ : PS4 ,PS3 ,Vita , PC
</br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เรตเกม : PEGI 12 เหมาะสำหรับผู้เล่นที่มีอายุ 12 ปีขึ้นไป</g1>
          </b>
          <b class="content has-text-left">
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อีกหนึ่งผลงานรีมาสเตอร์จากค่ายเกมจอมขายของเก่าอย่างสแควร์เอนิกซ์ ที่จับเอาสองสุดยอดเกมอาร์พีจีสมัยยุค PS2 กลับมาปัดฝุ่นใหม่ให้แฟนๆได้หวนรำลึกความหลังกันอีกครั้ง
       <br>
       	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หลายคนที่ซื้อคอนโซลเพลย์สเตชัน 4 มาคงรู้สึกแปลกใจไม่น้อยกับเทรนด์ใหม่ของบรรดาค่ายเกม ที่ต่างพากันขนเกมเก่ากรุในคลังออกมาเลหลังขายใหม่อีกรอบ จนกลายเป็นเครื่องเล่นเกมเก่าไปแล้ว และดูทีท่าว่ากระแสรีมาสเตอร์มันจะไม่หยุดซาลงไปง่ายๆ เมื่อสแควร์เอนิกซ์ สบโอกาสนำเกมไฟนอลฯภาคที่ไม่มีความจำเป็นต้องทำใหม่ และไม่มีใครเรียกร้องอย่าง "ไฟนอลแฟนตาซี 10" กับภาคต่อ "ไฟนอลแฟนตาซี 10-2" มาแพคคู่ลงให้เล่นกันบนเครื่อง PS4
       <br>
       	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หากยังจำกันได้เกม "Final Fantasy X/X-2 HD Remaster" นี้เคยออกวางจำหน่ายไปแล้วเมื่อปีกลายบนเครื่องเพลย์สเตชัน 3 และวีตา ซึ่งหากใครที่คิดว่าการทิ้งช่วงระยะเวลาห่างกันถึง 1 ปีเต็ม ผนวกกับขุมพลังของเครื่อง PS4 จะช่วยให้ตัวเกมมีภาพกราฟิกที่พัฒนาขึ้นมาบ้าง หรือบางคนจินตนาการกราฟิกไปไกลถึงขั้นไฟนอลฯไทป์ซีโร่เอชดี อาจต้องผิดหวังเมื่อค้นพบความจริงว่ามันแทบไม่ต่างกันเลย โดยยังคงยึดตามหลักการรีมาสเตอร์ คือลบเหลี่ยมรอยหยัก ปรับภาพไวด์สกรีนเข้ากับจอทีวีเอชดี และเพิ่มระบบโทรฟี่เข้าไปเท่านั้น
       <br>
<div class="content has-text-centered"><img src="ReVewwwww\assets\images\max.jpg" height="auto" width="900px"></div>

       	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ส่วนรายละเอียดปลีกย่อยที่เปลี่ยนไปจากต้นฉบับ สำหรับคนที่ยังไม่เคยเล่นเวอร์ชันรีมาสเตอร์ก่อนหน้านี้ ก็จะขอแจงให้ฟังอีกรอบ เริ่มที่ตัวเกมภาคหลัก Final Fantasy X ที่ดูเน้นหนักในเรื่องของเมนูอินเตอร์เฟส เพียงแค่เปิดขึ้นมาก็ต้องตะลึงไปกับฉากหลังเมนูก่อนเข้าเกมที่ทำเป็นเอฟเฟกต์คลื่นน้ำเคลื่อนไหวสวยงาม (ต่างจากต้นฉบับที่แน่นิ่งไม่ไหวติง) ในขณะที่เมนูสเตตัสตัวละคร และเมนูเลือกคำสั่งต่อสู้ ก็มีการเปลี่ยนโทนสีใหม่ให้แลดูทันสมัย และย่อตัวหนังสือให้เล็กลงเพื่อความสบายตา รวมถึงดนตรีประกอบที่ดังคลอในฉากหลังก็ได้มีการเรียบเรียงขึ้นมาใหม่ อีกทั้งยังมีการใส่ฟีเจอร์ที่น่าถูกใจแฟนๆฮาร์ดคอร์อย่าง Expert Sphere Grid แผงอัพเลเวลที่มีการจัดวางทุกตัวละครใหม่ให้อยู่ชิดติดกันเพื่อให้เลือกเปลี่ยนสายได้ง่ายตั้งแต่ต้น ไม่เหมือนเกมต้นฉบับที่ตัวละครถูกแยกห่างกันตามสายใครสายมัน
       <br>
       	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เมื่อจบจากไฟนอลฯ 10 ก่อนเข้าเล่นในภาคสอง ยังมีสิ่งสำคัญที่ต้องดูนั่นคือ Final Fantasy X: Eternal Calm ฉากคัตซีนสั้นๆที่นำเสนอเหตุการณ์ช่วงรอยต่อ 2 ปีให้หลังจาก FFX ที่เป็นชนวนเหตุให้ "ยูน่า" ตัดสินใจออกเดินทางตามหาแฟนหนุ่มผิวเข้ม "ทิดัส" ในเกม FFX-2 ซึ่งดูแล้วเหมือนสแควร์เอนิกซ์ไม่ค่อยตั้งใจทำ เพราะเป็นเพียงแค่โมเดลตัวละคร 3D ยืนคุยกันธรรมดา ไม่ได้ลงทุนทำเป็นฉากมูวี่ CG อลังการงานสร้างแต่อย่างใด ในขณะที่ตัวเกม Final Fantasy X-2 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที่เป็นเรื่องราวของสามสาวเกิร์ลกรุ๊ป "วายอาร์พี" กับภารกิจตามหาสามี ก็แทบไม่เห็นพัฒนาการต่างไปจากต้นฉบับเมื่อสิบปีก่อน แต่ยังดีที่ Final Fantasy X-2: Last Mission มินิเกมตะลุยหอคอยที่เคยถูกแถมมาเป็นโบนัสในแผ่นอินเตอร์ฯของญี่ปุ่น ในเวอร์ชันรีมาสเตอร์นี้ได้มีการแปลภาษาเป็นอังกฤษทั้งหมด ทำให้เราสามารถเข้าใจระบบการเล่นต่างๆได้อย่างถ่องแท้
       <br>
<div class="content has-text-centered"><img src="ReVewwwww\assets\images\3f95e3a57f516b2ec6ea11e4a6d3eda8_1920_KR.jpg" height="auto" width="900px"></div>

       	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในระหว่างการเล่น หากใครเริ่มรู้สึกเบื่อๆอยากเปลี่ยนสลับไปเล่นภาคอื่นที่อยู่ในแผ่น ก็สามารถทำได้โดยไม่จำเป็นต้องออกจากเกม ด้วยการกดปุ่มลับที่สาวกไฟนอลฯทุกคนรู้กันอย่าง R1+R2+L1+L2 แล้วตามด้วยปุ่ม Options บนจอยดูอัลช็อคโฟร์ ตัวเกมก็จะรีเซตกลับไปสู่หน้าจอเมนูหลักเลือกเกมอัตโนมัติ ซึ่งนอกจากความยาวเกมเพลย์รวมทุกภาคที่กินเวลามาราธอนนับร้อยชั่วโมงแล้ว ที่บริเวณด้านล่างของหน้าจอเมนูหลักยังมี Credits & Bonus Audio ที่เป็นฉากเครดิตส่งท้ายจากทีมผู้พัฒนา
<br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โดยมีการโชว์ภาพอาร์ตเวิร์คประกอบกับฉากสนทนาของตัวละครในเกมที่มาแต่เสียง โดยเราจะได้ยินเสียงของตัวละครหญิงสาวหน้าใหม่นาม "ชูอามิ" ที่มีความเกี่ยวข้องบางอย่างกับพวกตัวเอก ส่วนความสัมพันธ์ของเธอจะเป็นอย่างไรคงต้องไปติดตามกันเอาเอง
    <br>
       	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;จากการเปลี่ยนแปลงอันน้อยนิด จึงทำให้ "Final Fantasy X/X-2 HD Remaster" ดูเหมาะสำหรับผู้เล่นที่เกิดไม่ทันยุค PS2 หรือคนที่ยังไม่เคยสัมผัสกับเกมต้นฉบับมาก่อน แต่ถ้าหากมองข้ามเรื่องหยุมหยิมไม่มัวมาคิดเล็กคิดน้อยคอยจับผิดหาความแตกต่าง ไฟนอลฯทั้งสองภาคนี้ มันก็ยังคงเป็นเกมอาร์พีจีที่เล่นได้สนุกสนานเพลิดเพลิน พร้อมฉากมูวี่อันตระการตา และบทเพลงที่ชวนขนลุกในทุกครั้งที่ได้ฟัง แม้ว่าวันเวลาจะล่วงเลยผ่านมาแล้วหลายสิบปี</b>
<div class="content has-text-centered"><img src="ReVewwwww\assets\images\Auron_and_tidus.jpg" height="auto" width="900px"></div>
<g1>เกมการเล่น	8<br>
กราฟิก	8<br>
เสียง	8<br>
ความคิดสร้างสรรค์	8<br>
ภาพรวม	8<br></br></g1>
        <g1 class="has-text-left">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อดี : เกมเพลย์ที่สนุกไม่เคยเปลี่ยน, ทุกอย่างล้วนคมชัด, รวมเนื้อหาไว้ครบครัน และมีไฟนอลฯให้เล่นถึงสองภาคในแผ่นเดียว
       &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อเสีย : ทำใหม่ทั้งทีน่าจะจัดเต็มกว่านี้</g1>
            <br></br>
          <b1>
            <strong>แหล่งข้อมูลจาก</strong> <A href="http://www.manager.co.th/Game/ViewNews.aspx?NewsID=9580000057960" style="color:red">ASTVผู้จัดการออนไลน์</A>
          </b1>
      </div>
    </div>

   </main>
<?php include_once 'footer.php' ?>
