<?php include_once 'header.php' ?>
  <main>
    <br><br>
    <div class="bodycontainer">
      <div class="content has-text-centered has-text-black">
          <br></br>
          <g class="content has-text-left">รีวิว เกม Kantai Collection Fall Event 2017 ด่าน E-4</g>
          <img src="ReVewwwww\assets\images\Line.png" height="3px" width="1230px" >
          <b class="content has-text-left">เมื่อ 9000+ ชม. ที่แล้ว</b>
          <img src="ReVewwwww\assets\images\BBV_Night_Strait_Princesses_1767_Full.png" height="auto" width="900px">
          </br>
          <b class="content has-text-left">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เนื่องจากนี่เป็นอีเว้นท์สั้นๆ จึงขอตัดรวบรัดไปด่านสุดท้ายเลยละกัน(เพราะนั่นคือไคลแมกซ์ ที่โลกจะไม่ลืม) เนื่องด้วยเหตุการณ์ที่นายทานากะ คนออกแบบด่านในเกม Kantai Collection หรือ คังโคเระ นั้น ได้ทำการสร้างแมพขึ้นมา โดยที่เขาไม่สามารถแยกคำว่าความยาก กับยุ่งยากนั้นต่างกัน
          จึงทำให้ผู้เล่นหลายคนเริ่มประสบปัญหากับการเล่นอีเว้นท์ไม่น้อยเลยทีเดียว โดยเฉพาะกับผู้เล่นหน้าใหม่ที่เพิ่งเริ่มได้ไม่นาน เพราะคนสร้างด่านนั้นได้สร้างด่านที่มีความซับซ้อน ซ่อนเงื่อน วนแล้ว วนอีก ไม่จบ ไม่สิ้นกันซักที โดยล่าสุดนี้เลยคือ
       <br>อีเว้นท์ฤดูใบไม้ร่วงที่เรากำลังจะพูดถึงอยู่นั่นเอง</br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ด่าน E-4 หรือด่านที่ 4 ของอีเว้นท์ฤดูใบไม้ร่วง เป็นด่านสุดท้ายของอีเว้นท์(ในครึ่งแรก) ซึ่งเป็นด่านที่ต้องใช้ตัวละครที่มีทักษะสูง แถมยังไม่พอ ยังล็อคตัวละครไว้อีกต่างหาก ซึ่งด่านนี้มีภารกิจคือให้ไปจัดการกับบอสใหญ่ ซึ่งไม่ใช่ใครที่ไหน
        แต่เป็นสองพี่น้องฟุโซคลาส (ที่หลายคนเก็บตกได้จากข้างทาง) ที่ย้อมแมวใหม่นั่นเอง แต่การสู้กับบอสนั้น ก็ไม่ได้ยากเย็นอะไร เพราะถึงแม้จะเป็นตัวย้อมแมว ที่เลือดมหาศาล แต่ ค่าโชคของคุณเธอก็ยังต่ำเตี้ยเรี่ยดินเหมือนเดิม ทำให้จัดการได้อย่างไม่ยากเย็นอะไรเลย
        แต่กว่าะไปถึงบอสเนี่ยสิครับ นรกแตกชัดๆ คุณต้องส่งตัวละครของคุณไปปราบบอสย่อยๆ ที่อยู่ตามข้างทาง(แบบไม่เหลือซาก?) ทั้งต้องคุ้มกันฐานทัพอากาศจากฝูงบินรบจำนวนมหาศาล โดยห้ามเสียหายแม้แต่รอยขีดข่วนเดียว หรืออาจต้องชนะการรบน่านฟ้าโดยห้ามใช้เรือบรรทุกเครื่องบิน!?
</br>
<div class="content has-text-centered"><img src="ReVewwwww\assets\images\Kan1.jpg" height="auto" width="900px"></div>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที่กล่าวมานั้น เป็นแค่เป้าหมายรองเท่านั้น คุณลองคิดดูซิว่าคุณต้องไปสู้กับหมาป่าบนยอดเขา โดยที่ข้างทางยังมีหมาน้อยชิวาว่าฝูงใหญ่ คอยไล่งับอยู่ตลอดเวลา ถ้าโชคร้ายอาจเจอบางแก้วพุ่งเข้าใส่ด้วย ใช่ครับ คุณจะทั้งเหนื่อย และ โทรม เลยทีเดียว แต่นั่นยังไม่จบ ยังเหลือบอสอยู่อีกนะ
</br><div class="content has-text-centered"><img src="ReVewwwww\assets\images\Kan2.jpg" height="auto" width="900px"></div>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แต่นั่นก็ไม่จบอีกล่ะ เมื่อคุณจัดการพวกเธอได้แล้ว ขุ่นน้องยามาชิโระ ก็ดันหนีรอดจากห่ากระสุนได้ แล้วคุณก็ต้องสู้กับคุณเธออีกรอบ (WTF!) ผลสรุปคือ คุณผู้การกองเรือก็ไม่สามารถต้านทานความซาดิตถ์ของคนสร้างแมพได้จึงยอมลดมูลค่าของรางวัล เพื่อที่จะผ่านพ้น อีเว้นท์นรกแตกนี่ไปให้ได้
        (คนรีวิวยังเล่นไม่เคลียร์เลยจ้า)
</br><div class="content has-text-centered"><img src="ReVewwwww\assets\images\BBV_Night_Strait_Princesses_Damaged_1770_Full.png" height="auto" width="900px"></div>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ถ้าพูดแล้วบางคนอาจจะมองไม่เห็นภาพ เอาแผนที่ไปดูกันดีกว่า
</br><div class="content has-text-centered"><img src="ReVewwwww\assets\images\Kan3.png" height="auto" width="900px"></div>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นั่นล่ะครับ ท่านผู้ชม ขนาดตัวอักษรภาษาอังกฤษ 26 ตัว มันยังไม่พอเลย "ดู ดู๊ ดู ดูเธอทำ ทำไมถึงทำกับฉันได้"
</br>
</br>
<g1>Mixblaster and Friend GAMER Difficulty Score: 9000+</g1>
            <br></br>
          <b1>
            <strong>แหล่งข้อมูลจาก</strong> <A href="#" style="color:red">แอดมินเองจ้า</A>
          </b1>
      </div>
    </div>

   </main>
<?php include_once 'footer.php' ?>
