<?php include_once 'header.php' ?>
  <main>
    <br><br>
    <div class="bodycontainer">
      <div class="content has-text-centered has-text-black">
          <br></br>
          <g class="content has-text-left">เตรียมตัวให้พร้อม Monster Hunter: World เปิด Beta Test แล้วเสาร์นี้!!</g>
          <img src="News/assets/images/Line.png" height="3px" width="1230px" >
          <b class="content has-text-left">มากกว่า 9000 ชม. ที่แล้ว</b>
          <img src="News/assets/images/attach-1512396358343.jpg" height="auto" width="900px">
          </br>
          <br></br>
          <b class="content has-text-left">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Monster Hunter: World เป็นผลงานเกมแนว Action Hunting ล่ามอนสเตอร์ขนาดยักษ์จากทาง Capcom ที่ล่าสุดทาง Capcom ก็ได้ประกาศกันตรงๆเลยว่าภาคล่าสุดนี้ จะลงให้ PS4 PC และ XboxOne ด้วย
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ภายในเกมมอนฮันฉบับคอนโซล New - Gen นี้ จะเป็นการเขียนเนื้อหาใหม่ โลกใบใหม่ที่ไม่เกี่ยวกับภาคก่อนๆ โดยผู้เล่นจะได้รับบทเป็น “นักล่า” (Hunter -ฮันเตอร์) ที่ได้รับภารกิจจากสมาคมฮันเตอร์ไปยังเกาะร้างแห่งหนึ่ง

          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แน่นอนว่ามันเป็นเกาะที่ยังไม่มีการสำรวจ และนี่คือหน้าที่ของฮันเตอร์ที่รับภารกิจในการบันทึก สำรวจ และสังเกตุการณ์เหล่ามอนสเตอร์สายพันธุ์ใหม่ที่ยังไม่ได้รับการบันทึกลงใส่หนังสือของสมาคมฮันเตอร์
<div class="content has-text-centered"><br><img src="News/assets/images/attach-1512396677471.jpg" height="auto" width="900px"></div>
          <g class="content has-text-left">Gameplay</g>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตัวเกมจะให้ผู้เล่นได้สวมบทฮันเตอร์ (นักล่า) ผจญโลกกว้างที่มีภูมิทัศน์ และสภาพแวดล้อมที่ต่างออกไป (ภาคนี้จะเล่นกันในโลกที่เปิดกว้าง ไม่มีการโหลดแผนที่ใหม่ซ้ำๆ หรือการซอยแผนที่ยิบย่อยอีกต่อไป)  โดยเริ่มเกมจากการรับภารกิจ – ออกล่า – แล่ชิ้นส่วน – และกลับมารายงานผล ตามแบบมอนฮันที่เราเคยเล่นกัน

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แต่การออกล่าในเกมมอนฮันภาคใหม่นี้ จะเล่นกับสภาพบรรยากาศมากขึ้น ทั้งการโหนเถาวัลย์ (หรือทำกับดักเถาวัลย์เพื่อรั้งมอนสเตอร์) การทำลายสิ่งปลูกสร้างเพื่อสกัดการเคลื่อนไหว หรือสร้างค่าความเสียหายต่อมอนสเตอร์ได้ ซึ่งมอนสเตอร์แต่ละชนิดก็จะอาศัยอยู่ตามท้องที่ๆต่างกันออกไป และผู้เล่นจำเป็นจะต้องเดินทางไปหามันด้วยตัวเองอีกเช่นกัน

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;และด้วยความต่างของสายพันธุ์ และระบบนิเวศน์ ทำให้มอนเตอร์บางชนิดต้องต่อสู้กันเองเพื่อความอยู่รอด ซึ่งในจุดนี้ผู้เล่นสามารถวางแผนให้พวกมันสู้กันเอง แล้วเก็บตัวที่เหลือก็สามารถทำได้เช่นกัน

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นอกจากนี้ ตัวเกมยังคงระบบการสร้างไอเทม จากการชำแหละชิ้นส่วน มาทำอาวุธสุดทรงพลัง และในภาคนี้จะเพิ่มอาวุธประเภท Machine Gun หรือ “ปืนกล”เข้ามาด้วย แถมยังมี “อาวุธลับ”ที่ยังไม่เปิดเผยอีก 13 ชนิดเพิ่มเข้ามาอีก

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แต่ฟีเจอร์ที่เป็นไฮไลท์ของเกมนี้ คงหนีไม่พ้นระบบออนไลน์ร่วมผจญภัยกับเพื่อนๆในการทำเควส สามารถรวมทีมกับเพื่อนอีกสามคน ซึ่งเกมนี้จะใช้ระบบมัลติเพลเยอร์ออนไลน์แบบ drop-in ที่ได้รับการออกแบบใหม่ (นึกภาพ จุดไฟแบบ Dark Soul หรือ Ni-Ohดูได้ครับ) ซึ่งจะช่วยให้การเล่นเกมมีลูกเล่นมากขึ้นในกรณีสู้คนเดียวไม่ไหว ผู้เล่นก็แค่จุดพลุอัญเชิญเพื่อนมาเข้าปาร์ตี้ นอกจากนี้ ตัวเกมสามารถเล่นข้ามภูมิภาคระหว่างโซนญี่ปุ่นและโซนตะวันตก (เซิฟรวมทั่วโลก) เป็นครั้งแรกอีกด้วย <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สำหรับใครที่ชื่นชอบเกมแนวนี้ สามารถไปร่วมทดสอบในช่วง Beta Test ได้ในวันเสาร์ที่ 9 ธันวาคม 2560 ที่จะถึงนี้เลยค่า ^^
<div class="content has-text-centered"><br><img src="News/assets/images/attach-1512396453984.jpg" height="auto" width="900px"></div>
          <b1>
            <strong>แหล่งข้อมูลจาก</strong> <A href="http://www.playulti.com/content/page/5a255426c2cb9db725aeb73d//" style="color:red">Chomismama</A>
          </b1>
      </div>
    </div>

   </main>
<?php include_once 'footer.php' ?>
