<?php include_once 'header.php' ?>
  <main>
    <br><br>
    <div class="bodycontainer">
      <div class="content has-text-centered has-text-black">
          <br></br>
          <g class="content has-text-left">รีวิวเกมส์ Dragon Ball Z: Budokai Tenkaichi 3</g>
          <img src="ReVewwwww\assets\images\Line.png" height="3px" width="1230px" >
          <b class="content has-text-left">เมื่อ 9000+ ชม. ที่แล้ว</b>
          <img src="ReVewwwww\assets\images\maxr.jpg" height="auto" width="900px">
          </br>
          <b class="content has-text-left">
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ภายหลังจากที่การ์ตูนยอดฮิตและโด่งดังมากที่สุดเรื่องหนึ่งอย่าง Dragon Ball Z มาถูกพัฒนาเป็นเกมแนวไฟท์ติ้งสุดมันส์แห่งยุคในตระกูล Budokai Tenkaichi หรือภาค Sparking! Neo ของเวอร์ชั่นภาษาอังกฤษ โดยฝีมือจากทีม Spike และ Bandai Namco Games ตั้งแต่นั้นเป็นต้นมาเกมตระกูลนี้ได้รับความสนใจและเป็นที่ยอมรับจากคอเกม ทั้งหลายวัย ทั้งนี้เหตุผลน่าจะมาจากมันเป็นเกมที่เล่นง่ายๆ แต่แฝงไว้ด้วยความสนุกที่สนุกมากๆ รวมถึงยังได้สัมผัสกับฮีโร่ของตนเองที่ชื่นชอบอีกด้วย นั่นจึงไม่แปลกอะไรเมื่อภาคใหม่ของเกมดังกล่าวนี้จะถูกพัฒนาขึ้นมาเพื่อตอบ สนองความสนุกและตอกย้ำถึงความเป็นเกมแนวไฟท์ติ้งที่นาสนใจมากที่สุดเกมหนึ่ง ใน พ.ศ. นี้…!!
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dragon Ball Z: Budokai Tenkaichi 3 นี้ยังคงมีโหมดการเล่นมากมายเพื่อตอบสนองความต้องการแก่ผู้เล่นได้อย่างมาก มายไม่ว่าจะเป็นโหมดการเล่นตามเนื้อเรื่อง, โหมดอัลติเมท แบทเทิ่ล, ศึกชิงเจ้ายุทธภพ, หรือโหมด VS เพื่อเล่นกับเพื่อนๆ โดยทั้งหมดนี้นอกจกาจะมอบความสนุกให้กับผู้เล่นได้แล้วในแต่ละรายการนั้นยัง มีความน่าสนใจแตกต่างกันไปอีกด้วย โดยเฉพาะการเล่นตามเนื้อเรื่อง ที่จะแบ่งเรื่องราวออกเป็นตอนๆ เหมือนกับในอนิเมชั่นหรือหนังสือการ์ตูน แต่ความแตกต่างของภาคนี้กับภาคที่สองนั้นคือ จุดเริ่มเรื่องในแต่ละบทตอนนั้นจะถูกตัดทิ้งลงไปเพื่อให้กระชับมากยิ่งขึ้น ไม่ต้องบินหาสถานที่ให้น่ารำคาญอีกด้วย และในระหว่างที่กำลังสนุกกับการต่อสู้อยู่นั้น ในบางช่วงก็จะมีปุ่ม R3 (กดแกนอนาล็อกด้านขวา) ให้กด เมื่อกดไปแล้วระหว่างนั้นก็จะปรากฎเป็นเหตุกาณ์ต่างๆ ที่ดำเนินตรงตามเนื้อเรื่องในขณะนั้น นอกจากนี้ในการเล่นตามเนื้อเรื่องของภาคนี้ จะถูกตัดเงื่อนไขการผ่านฉากออกไป และยังรวมถึงบางเหตุการณ์ของในแต่ละเนื้อเรื่องที่บางครั้งผู้เล่นอาจจะต้อง ควบคุมตัวละครบางตัวที่ไม่ใช่ฝ่ายพระเอก อย่างเช่น เนื้อเรื่องของ มนุษย์ดัดแปลง ในเหตุการณ์ช่วงที่ เซล ร่างสอง สู้กับ กับ หุ่นยนต์หมายเลข 16 และ ทรังค์ เพื่อรวมร่างกับหมายเลข 18 ซึ่งตรงนี้ ผู้เล่นจะเป็นฝ่ายควบคุม เจ้าเซล ดังนั้นระบบการดำเนินเรื่องในจุดนี้จึงมีความสมบูรณ์มากกว่าภาคที่สองเป็น อย่างมาก เพราะในภาคที่สองนั้นจะเน้นที่การต่อสู้เพื่อเอาชนะหรือยื้อชีวิตให้ได้ใน เวลาที่กำหนด และหลังจากนั้นถึงแม้ว่าจะเอาชนะคู่ต่อสู้ได้แต่ท้ายสุดแล้วก็ต้องจบชีวิตลง ตามเนื้อเรื่องอยู่ดี อย่างเช่น ตอนที่ เทนชินฮัง สู้กับ นัปปะ เพื่อแห้แค้นให้กับ เจาซือ ที่ตายไป โดยตรงนี้ในเงื่อนไขการผ่านฮากของภาคที่สองคือเราต้องเอาชนะ นัปปะ ให้ได้ เป็นต้น นอกจากนั้นระบบติดตั้งไอเทมเพื่อใช้สำหรับเพิ่มขีดความสามารถให้สูงแก่ตัว ละครก็ยังถูกตัดทิ้งไปอีกด้วย ดังนั้นจึงทำให้เหล่านักสู้แต่ละคนมีความแข็งแกร่งและท้าทายฝีมือมากยิ่ง ขึ้น
<div class="content has-text-centered"></br><img src="ReVewwwww\assets\images\150527-DragonBall_Z_-_Budokai_Tenkaichi_3_(USA)_(En,Ja)-1479259197.jpeg" height="auto" width="900px"></div>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สำหรับโหมดการเล่นอื่นๆ ที่ได้ทำการยกเครื่องเพื่อเปลี่ยนแปลงเสียใหม่อีกนั้นก็คือ โหมดอัลติเมท แบทเทิ่ล ซึ่งภายในรายการนี้จะแบ่ง รายการแข่งขันออกเป็น 3 แบบ โดยอย่างแรก จะเป็นรายการ ดราก้อน ซิม ซึ่งมีรูปแบบการเล่นโดยผุ้เล่นจะต้องเลือกตัวละครที่ต้องการ จากนั้นให้ฝึกตัวละครดังกล่าวภายให้เก่งขึ้น และจะต้องต่อสู้กับนักสู้ที่สุ่มขึ้นมาในทุกๆ วันที่ 10 ชนะได้สู้ต่อจนถึงตัวสุดท้าย แต่ถ้าตายถือว่าเกมโอเวอร์ทันที รายการที่สองนั้นจะเป็น โหมด 100 มิชชั่น ที่ให้ผู้เล่นเลือกตัวละครหรือแท็คทีมนักสู้เพื่อตอสู้กับกลุ่มนักสู้ทีม ต่างๆ จนครบ 100 มิชชั่น ส่วนแบบที่ 3 นั้น จะเป็นเครื่องหมายปริศนาที่ไม่ทราบจริงๆ ว่าต้องทำเงือ่นไขอะไรถึงจะได้มา นอกจากนี้ในโมกดนี้ยังมีอีกคำสั่งหนึ่งที่มีไว้เพื่อให้ผู้เล่นใส่แผ่นเกมใน ภาคก่อนทั้ง 2 ภาค เพื่อโหลดข้อมุลบางอย่างอีกด้วย (อันนี้ยังไม่ได้ทดลองเลย ต้องขอประทานอภัยมา ณ นี้ด้วยครับ) นอกจากนี้ในศีกชิงเจ้ายุทธภพก็เช่นเดียวกันที่จะไม่ให้ข้าไปลงทะเบียนได้ อย่างสบายอุราเหมือนครั้งก่อนๆ แต่ตรงนี้จะขึ้นอยู่กับช่วงเวลาในขณะนั้นอีกด้วย
<div class="content has-text-centered"></br><img src="ReVewwwww\assets\images\maxr1.jpg" height="auto" width="900px"></div>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หันมามองทางด้านจุดอื่นๆ อย่างเช่น กราฟิก ดนตรีประกอบ หรือระบบปลีกย่อยอื่นๆ กันบ้าง ซึ่งตรงนี้ทั้งหมดนั้น โดยรวมแล้วจัดว่าอยู่ในเกณฑ์ที่ดีเลยทีเดียว แม้ว่าด้านกราฟิกจะไม่ค่อยได้พัฒนาให้มากขึ้นกว่าเดิมก็ตาม ในด้านเอฟเฟ็คต์ของท่วงท่าต่างๆ ในภาคนี้ดูแล้วมีพลังมากขึ้นกว่าเดิมอีกมาก รวมถึงระบบเงิน (Z Pont) สะสมที่นอกจากจะใช้สำหรับซื้อไอเทมสำคัญๆ แล้ว ยังใช้เพื่ออัพเกรดตัวละครได้อีกด้วย ซึ่งจะทำให้ตัวละครมีช่องสำหรับติดตั้งไอเทมมากขึ้น
<div class="content has-text-centered"></br><img src="ReVewwwww\assets\images\dragon-ball-z-budokai-tenkaichi-3-imagen-i182221-i.jpg" height="auto" width="900px"></div>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ถ้าจะให้มอง ถึงจุดบกพร่องของเกมภาคใหม่นี้เท่าที่เล่นมายังมองไม่ออก แต่ถ้าจะดูถึงด้านกราฟิกที่ไม่ยกระดับขึ้นมาล่ะก็อันนี้อาจจะเป็นเช่นนั้นก็ ได้ แต่ถ้ามองถึงการออกแบบเพื่อเป็นตัวการ์ตูนล่ะก็ตรงนี้คงจะต้องตัดทิ้งไป และเมื่อมองภาพรวมแบบกว้างๆ ล่ะก็ Dragon Ball Z: Budokai Tenkaichi 3 สมบูรณ์แบบมากๆ คอเกมไฟท์ติ้งไม่ควรพลาดด้วยประการทั้งปวง</b>
<g1>Score : มากกว่า 9000</g1>
<div class="content has-text-centered"></br><img src="ReVewwwww\assets\images\tumblr_mzbdsdU3He1tp8kdpo1_500.gif" height="auto" width="900px"></div>
            <br></br>
          <b1>
            <strong>แหล่งข้อมูลจาก</strong> <A href="https://notebookspec.com/need-for-speed-2016-review/342528/" style="color:red">PCGAMER</A>
          </b1>
      </div>
    </div>

   </main>
<?php include_once 'footer.php' ?>
